Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# TodayAtFormattedWithToday
source: today at {0}
ar: اليوم عند ⁨{0}⁩
be: сёння а {0}
ca: avui a les {0}
de: heute um {0}
es: hoy a las {0}
fa: امروز در ⁨{0}⁩
fi: tänään klo {0}
fr: aujourd'hui à {0}
id: Hari ini {0}
it: oggi alle {0}
ko: 오늘 {0}
ms: hari ini jam {0}
nl: vandaag om {0}
pl: dzisiaj o {0}
pt_br: hoje às {0}
ru: сегодня в {0}
sv: idag kl. {0}
tr: bugün {0}
uk: сьогодні, {0}
uz: bugun {0} da

source: Too Many Communities
ar: الكثير من المُجتمعات
be: Занадта шмат супольнасцей
ca: Massa comunitats
de: Zu viele Gruppen/Kanäle
es: Demasiadas comunidades
fa: در کانال‌ها و گروه‌های بسیار زیادی عضو هستید
fi: Liikaa yhteisöjä
fr: Trop de communautés
id: Terlalu Banyak Channel
it: Troppe community
ko: 커뮤니티가 너무 많습니다
ms: Terlalu Banyak Komuniti
nl: Teveel communities
pl: Zbyt wiele społeczności
pt_br: Muitos grupos e canais
ru: Максимум сообществ
sv: För många gemenskaper
tr: Çok Fazla Topluluk
uk: Забагато спільнот
uz: Juda koʻp guruhlar

# TooManyCommunitiesHintCreate
source: Sorry, you are a member of too many groups or channels. Please leave some before creating a new one.
ar: المعذرة، أنت عضو في الكثير من المجموعات والقنوات. الرجاء مغادرة بعض منها قبل إنشاء واحدة جديدة.
be: На жаль, вы з'яўляецеся ўдзельнікам занадта шмат суполак і каналаў. Выйдзіце з некаторых, каб ствараць новыя.
ca: Sou membre de massa grups i canals. Abandoneu-ne algun abans de crear-ne un altre.
de: Du bist Mitglied in zu vielen Gruppen und Kanälen. Bitte verlasse einige, damit du neue erstellen kannst.
es: Eres miembro de demasiados grupos y canales. Por favor, sal de algunos antes de crear uno nuevo.
fa: متأسفانه شما عضو گروه‌ها و کانال‌های زیادی هستید. لطفاً پیش از ایجاد گروه یا کانال جدید برخی از آن‌ها را ترک کنید.
fi: Valitettavasti olet liian monen ryhmän tai kanavan jäsen. Sinun tulee poistua jostain niistä ennen kuin voit luoda sellaisen.
fr: Désolé, vous êtes membre de trop de groupes et canaux. Veuillez en quitter un avant d'en créer un nouveau.
id: Maaf, Anda sudah terlalu banyak bergabung ke grup dan channel. Mohon untuk keluar dahulu sebelum membuat yang baru.
it: Spiacenti, sei membro di troppi gruppi e canali. Per favore lasciane qualcuno prima di crearne uno nuovo.
ko: 죄송합니다. 너무 많은 그룹과 채널에 들어가 계십니다. 몇 곳에서 나온 뒤 새로 만들어 주세요.
ms: Maaf, anda adalah ahli kepada terlalu banyak grup dan saluran. Sila keluar dari beberapa dahulu sebelum cipta yang baru.
nl: Sorry, je bent lid van teveel groepen en kanalen, verlaat er wat voordat je een nieuwe maakt.
pl: Jesteś członkiem zbyt wielu grup i kanałów. Przed utworzeniem nowego opuść niektóre z nich.
pt_br: Desculpe, você faz parte de muitos grupos e canais. Por favor, saia de alguns antes de criar outro.
ru: У Вас максимальное число групп и каналов. Пожалуйста, покиньте какую-нибудь группу или канал, прежде чем создавать новые.
sv: Beklagar, du är medlem i för många grupper och kanaler. Vänligen lämna nån innan du skapar en ny.
tr: Üzgünüz, birçok grup ve kanalın üyesisiniz. Lütfen yeni bir tane oluşturmadan önce birkaçından ayrılın.
uk: Ви є учасником максимальної кількості груп і каналів. Перш ніж створювати нові, ви маєте якісь покинути.
uz: Kechirasiz, siz juda koʻp guruh va kanallarga aʼzosiz. Yangisini yaratishdan oldin ayrimlarini tark eting.

# TooManyCommunitiesHintEdit
source: Sorry, you are a member of too many groups and channels. For technical reasons, you need to leave some first before changing this setting in your groups.
ar: عذرًا، أنت عضو في الكثير من المجموعات والقنوات. لأسباب تقنية؛ يتوجب عليك مغادرة إحداها قبل تغيير هذه الإعدادات.
be: На жаль, вы з'яўляецеся ўдзельнікам занадта шмат суполак і каналаў. Па тэхнічных прычынах, вам трэба выйсці з некаторых, каб далучацца.
ca: Sou membre de massa grups i canals. Per motius tècnics heu d'abandonar-ne alguns abans de canviar aquesta opció als vostres grups.
de: Du bist aktuell Mitglied zu vieler Gruppen oder Kanäle. Aus technischen Gründen musst du erst einige verlassen, bevor du diese Einstellung in deinen Gruppen ändern kannst.
es: Eres miembro de demasiados grupos y canales. Por razones técnicas, necesitas salir de algunos antes de cambiar este ajuste en tus grupos.
fa: متأسفانه شما عضو گروه‌ها و کانال‌های زیادی هستید. به دلایل فنی، شما باید پیش از تغییر این تنظیمات در گروه‌های خود ابتدا برخی از آن‌ها را ترک کنید.
fi: Valitettavasti olet liian monen ryhmän tai kanavan jäsen. Sinun tulee teknisistä syistä poistua jostain niistä ennen kuin voit vaihtaa tätä asetusta ryhmissäsi.
fr: Désolé, vous êtes membre de trop de groupes et canaux. Pour des raisons techniques, vous devez en quitter certains avant de changer ce paramètre dans vos groupes.
id: Maaf, Anda sudah terlalu banyak bergabung ke grup dan channel. Untuk alasan teknis, Anda harus meninggalkan beberapa terlebih dahulu sebelum mengubah pengaturan ini di grup Anda.
it: Spiacenti, sei membro di troppi gruppi e canali. Per motivi tecnici, devi lasciarne qualcuno prima di modificare questa impostazione nei tuoi gruppi.
ko: 죄송합니다. 너무 많은 그룹과 채널에 들어가 계십니다. 기술적인 이유로, 대화방 몇 곳에서 나온 뒤 이 그룹 설정을 바꾸실 수 있습니다.
ms: Maaf, anda ahli kepada terlalu banyak grup dan saluran. Atas sebab teknikal, anda hendaklah keluar dari beberapa sebelum tukar aturan ini di grup anda.
nl: Sorry, je bent lid van teveel groepen en kanalen. Om technische redenen zul je er eerst wat moeten verlaten voordat je deze instelling van je groepen kunt wijzigen.
pl: Jesteś członkiem zbyt wielu grup i kanałów. Ze względów technicznych, musisz najpierw opuścić niektóre z nich, zanim zmienisz to ustawienie w swoich grupach.
pt_br: Desculpe, você faz parte de muitos grupos e canais. Por motivos técnicos, você precisa sair de alguns antes de alterar essa configuração em seus grupos.
ru: У Вас максимальное число групп и каналов. По техническим причинам для изменения этой настройки нужно покинуть какую-нибудь группу или канал.
sv: Beklagar, du är med i för många grupper och kanaler. Av tekniska skäl måste du först lämna en av dem innan du ändrar den här inställningen.
tr: Üzgünüz, çok fazla grup ve kanalın üyesisiniz. Teknik nedenlerden dolayı, bu ayarı gruplarınızda değiştirmeden önce birkaç tanesinden ayrılmanız gerekir.
uk: Ви є учасником максимальної кількості груп і каналів. З технічних причин для змінення цього налаштування потрібно спершу покинути деякі з них.
uz: Kechirasiz, siz juda koʻp guruh va kanallarga aʼzo boʻlgansiz. Texnik sabablar tufayli guruhlaringizda bu sozlamani oʻzgartirishdan oldin ayrimlarini tark etishingiz kerak.

# TooManyCommunitiesHintJoin
source: Sorry, you are a member of too many groups or channels. Please leave some before joining a new one.
ar: عذرًا، أنت عضو في الكثير من المجموعات أو القنوات. تُرجى مغادرة إحداها قبل الانضمام لواحدة جديدة.
be: На жаль, вы з'яўляецеся ўдзельнікам занадта шмат суполак або каналаў. Выйдзіце з некаторых, каб далучацца да новых.
ca: Sou membre de massa grups i canals. Abandoneu-ne algun abans d'unir-vos a un altre.
de: Du bist aktuell Mitglied zu vieler Gruppen oder Kanäle. Bitte einige verlassen, bevor du neuen beitreten kannst.
es: Eres miembro de demasiados grupos y canales. Por favor, sal de algunos antes de unirte a uno nuevo.
fa: متأسفانه شما عضو گروه‌ها و کانال‌های زیادی هستید. لطفاً پیش از عضویت در گروه یا کانال جدید برخی از آن‌ها را ترک کنید.
fi: Valitettavasti olet liian monen ryhmän tai kanavan jäsen. Sinun tulee poistua jostain niistä ennen kuin voit liittyä sellaiseen.
fr: Désolé, vous êtes membre de trop de groupes et canaux. Veuillez en quitter certains pour en rejoindre un nouveau.
id: Maaf, Anda sudah bergabung di terlalu banyak grup atau channel. Silakan tinggalkan beberapa sebelum bergabung dengan yang baru.
it: Spiacenti, sei membro di troppi gruppi e canali. Per favore lasciane qualcuno prima di unirti a uno nuovo.
ko: 죄송합니다. 너무 많은 그룹과 채널에 들어가 계십니다. 몇 곳에서 나온 뒤 새로 들어가 주세요.
ms: Maaf, anda adalah ahli kepada terlalu banyak grup dan saluran. Sila keluar dari beberapa sebelum sertai yang baru.
nl: Sorry, je bent lid van teveel groepen kanalen. Verlaat er wat om lid te worden van een nieuwe.
pl: Jesteś członkiem zbyt wielu grup i kanałów. Przed dołączeniem do tego opuść niektóre z nich.
pt_br: Desculpe, você faz parte de muitos grupos e canais. Por favor, saia de alguns antes de entrar em um novo.
ru: У Вас максимальное число групп и каналов. Пожалуйста, сперва покиньте какую-нибудь группу или канал.
sv: Beklagar, du är med i för många grupper eller kanaler. Vänligen lämna en innan du går med i en ny.
tr: Üzgünüz, çok fazla grup ve kanalın üyesisiniz. Lütfen yenisine katılmadan önce birkaçından ayrılın.
uk: Ви є учасником максимальної кількості груп і каналів. Перш ніж приєднатися до ще одного, ви маєте якісь покинути.
uz: Kechirasiz, siz juda koʻp guruh va kanallarga aʼzo boʻlgansiz. Yangisiga qoʻshilishdan oldin ayrimlarini tark eting.

# TooManyTries
source: Too many tries. Please try again in {0}.
ar: محاولات عديدة. أعد المحاولة بعد ⁨{0}⁩.
be: Занадта шмат спроб. Паспрабуйце яшчэ раз праз {0}.
ca: Heu fet massa intents. Torneu a provar-ho d'aquí {0}.
de: Zu viele Versuche. Bitte erneut in {0} versuchen.
es: Demasiados intentos. Por favor, reinténtalo en {0}.
fa: بیش از حد مجاز امتحان کردید. لطفاً ⁨{0}⁩ دیگر دوباره تلاش کنید.
fi: Liian monta yritystä. Odota vielä {0}.
fr: Trop de tentatives. Merci de réessayer dans {0}.
id: Terlalu banyak mencoba. Silakan coba lagi dalam {0}.
it: Troppi tentativi. Per favore riprova tra {0}.
ko: 너무 많이 시도하셨습니다. {0}초 뒤에 다시 시도해 주세요.
ms: Terlalu banyak percubaan. Sila cuba lagi dalam {0}.
nl: Teveel pogingen. Probeer het opnieuw over {0}.
pl: Zbyt wiele prób. Spróbuj ponownie za {0}.
pt_br: Muitas tentativas. Por favor, tente de novo em {0}.
ru: Слишком много попыток. Пожалуйста, повторите через {0}.
sv: För många försök. Försök igen om {0}.
tr: Çok fazla girişim. {0} içinde tekrar deneyin.
uk: Забагато спроб. Повторіть спробу через {0}.
uz: Juda koʻp marta urindingiz. {0}dan keyin qayta urinib koʻring.
zh_cn: 尝试次数过多，请在 {0} 后重试。
zh_tw: 嘗試次數過多，請在 {0} 後重試。

source: Top admins
ar: المشرفون النشطون
be: Самыя актыўныя кіраўнікі
ca: Admin. més actius
de: Aktivste Admins
fa: مدیران برتر
fi: Eniten valvoneet
fr: Top des admins
id: ADMIN TERATAS
it: Amministratori migliori
ko: 상위 관리자
ms: Liga tadbir
nl: Actiefste beheerders
pl: Najlepsi admini
ru: Администраторы
sv: Toppadministratörer
tr: En iyi yöneticiler
uk: Топ адміністраторів
uz: Eng faol administratorlar

# TopDaysOfWeekChartTitle
source: Top days of week
ar: الأيام النشطة
be: Дні тыдня з найбольшай актыўнасцю
ca: Dies de més activitat
de: Aktivste Wochentage
es: Top días de la semana
fa: روزهای برتر هفته
fi: Vilkkaimmat viikonpäivät
fr: Top des jours de la semaine
id: HARI TERBAIK DALAM SEMINGGU
it: Giorni migliori della settimana
ko: 주중 최고의 날
ms: Liga hari minggu ini
nl: Actiefste dagen
pl: Najlepsze dni w tygodniu
pt_br: Dias da semana
ru: Активные дни недели
sv: Veckans toppdagar
tr: Haftanın en iyi günleri
uk: Топ днів тижня
uz: Eng faol hafta kunlari

# TopHoursChartTitle
source: Views by hours (UTC)
ar: المشاهدات حسب التوقيت العالمي
be: Праглядаў на гадзіну (UTC)
ca: Vistes per hores (UTC)
de: Aufrufe nach Stunden (GMT)
es: Vistas por horas (GMT)
fa: بازدیدها بر اساس ساعت (UTC)
fi: Katselukerrat/tunti (UTC)
fr: Vues par heures (UTC)
id: Dilihat berdasarkan jam (UTC)
it: Visualizzazioni per orario (UTC)
ko: 시간당 조회수 (UTC)
ms: Capaian mengikut jam (UTC)
nl: Aantal keer bekeken per uur (UTC)
pl: Wyświetlenia wg godzin (UTC)
pt_br: Visualizações por horas (UTC)
ru: Просмотры по часам (UTC)
sv: Visningar på timmar
tr: Saate göre görüntüleme (UTC)
uk: Перегляди погодинно (UTC)
uz: Soatlar boʻyicha koʻrishlar (UTC)

source: Top inviters
ar: أنشط المضيفين
be: Запрасілі больш за ўсіх
ca: Els que més conviden
de: Aktivste Einladende
es: Top miembros que añaden
fa: دعوت کنندگان برتر
fi: Eniten kutsuneet
fr: Top des inviteurs
id: PENGUNDANG TERATAS
it: Classifica inviti
ko: 상위 초대자
ms: Liga undangan
nl: Actiefste uitnodigers
pl: Najlepsi zapraszający
pt_br: Top promotores
ru: Приглашения
sv: Toppinbjudare
tr: En iyi davetçiler
uk: Топ запрошувачів
uz: ENG FAOL TAKLIF QILUVCHILAR

source: Top members
ar: الأعضاء النشطون
be: Самыя актыўныя ўдзельнікі
ca: Membres
de: Aktivste Mitglieder
es: Top miembros
fa: اعضای برتر
fi: Eniten keskustelleet
fr: Top des membres
id: ANGGOTA TERATAS
it: Membri migliori
ko: 상위 참가자
ms: Liga ahli
nl: Actiefste leden
pl: Najlepsi członkowie
pt_br: Top membros
ru: Участники
sv: Toppmedlemmar
tr: En iyi üyeler
uk: Топ учасників
uz: Eng faol aʼzolar

# TosAgeText
source: Tap Agree to confirm that you are {0} or over.
ar: يرجى الضغط على (موافق) لتأكيد أن عمرك ⁨{0}⁩ أو أكبر.
be: Націсніце «Згадзіцца», каб пацвердзіць, што вы старэйшыя за {0} год.
ca: Toqueu «D'acord» per confirmar que sou major de {0}.
de: Tippe auf Zustimmen, um zu bestätigen, dass du mindestens {0} oder älter bist.
es: Toca Aceptar para confirmar que tienes {0} o más.
fa: جهت تأیید این که سن شما ⁨{0}⁩ سال یا بیشتر است بر روی پذیرش بزنید.
fi: Napauta Hyväksy varmistaaksesi olevasi vähintään {0}-vuotias.
fr: Tapez Accepter pour confirmer que vous avez plus de {0} ans.
id: Tekan Setuju untuk mengonfirmasikan bahwa Anda {0} atau lebih
it: Tocca Accetta per confermare di avere almeno {0} anni.
ko: 귀하가 {0}세 이상임을 인증하려면 동의를 누르세요.
ms: Tekan Setuju sekiranya anda adalah {0} tahun atau lebih.
nl: Tik om te bevestigen dat je {0} of ouder bent.
pl: Dotknij „Akceptuję”, aby potwierdzić, że masz ukończone {0} lat.
pt_br: Toque em Concordo para confirmar que você tem mais de {0} anos.
ru: Нажмите «Принять» для подтверждения, что Вам {0} лет или более.
sv: Tryck Godkänn för att bekräfta att du är {0} eller äldre.
tr: {0} ya da daha büyük olduğunuzu onaylamak için Onayla düğmesine dokunun.
uk: Натисніть «Погоджуюся», щоб підтвердити, що вам виповнилося {0} років.
uz: {0} yoki undan yuqori yoshda ekanligingizni tasdiqlash uchun “Roziman” tugmasini bosing.
zh_cn: 点击同意以确认您的年龄是 {0} 或以上。
zh_tw: 點擊同意以確認您的年龄是 {0} 或以上。

# TosAgeTitle
source: Age Verification
ar: التحقق من العمر
be: Праверка ўзросту
ca: Verificació d'edat
de: Altersverifikation
es: Verificación de edad
fa: تأیید سن
fi: Iän vahvistus
fr: Vérification d'âge
id: Verifikasi usia
it: Verifica età
ko: 나이 인증
ms: Verifikasi Umur
nl: Leeftijdsverificatie
pl: Weryfikacja wieku
pt_br: Confirmação de Idade
ru: Подтверждение возраста
sv: Åldersverifiering
tr: Yaş Doğrulama
uk: Підтвердження віку
uz: Yoshni tasdiqlash
zh_cn: 年龄验证
zh_tw: 年龄驗證
